{
    "CountryEvents": [
        "1918.08.08. - 1918.11.11. <br> <b>A száznapos offenzíva:</b> <br> A háború végső szakaszának döntő ütközetsorozata, amelyet az antant indított a központi hatalmakkal szemben a nyugati fronton.",
        "1916.02.21. - 1916.12.18. <br> <b>A verduni csata:</b> <br> Az egyik legfontosabb és legnagyobb áldozatokkal járó csata a nyugati fronton. A német és a francia csapatok között zajlott, és annyi emberéletet követelt, hogy 'a verduni vérszivattyúként' szokás emlegetni. A morális győzelmet a franciák aratták.",
        "1915.05.07. <br> <b>A Lusitania elsüllyesztése:</b> <br> A brit tengerészet óceánjáróját német tengeralattjáró süllyesztette el, ezzel 1201 utas halálát okozva, többek között amerikai állampolgárokét is. Általános tévhit, hogy ez az esemény volt az oka az USA hadba lépésének.",
        "1915.04.25. <br> <b>Második Ypres-i csata:</b> <br> Itt használták először a németek a mérges gázt a háború során.",
        "1914.06.08. <br> <b>A Szarajevói merénylet:</b> <br> A szerb Gavrilo Princip merényletet követett el az Osztrák-Magyar Monarchia trónörököse, Ferenc Ferdinánd, és a felesége ellen. Ez az esemény volt a nagy háború kirobbantásának ürügye."
    ],
    "WorldEvents": [
        "1919.06.28. <br> <b>A versailles-i békeszerződés:</b> <br> Az első világháborút lezáró békeszerződés, amely kemény feltételeket kényszerített a vesztes hatalmakra.",
        "1917.04.06. <br> <b>Az USA hadba lépése:</b> <br> 1917-ben a németek nem csak a korlátlan tengeralattjáró-háborút vezették be, hanem Mexikót is be akarták vonni a háborúba, az USA részét képező területeket ígérve nekik. Erre az USA addigi semlegességét feladva hadat üzent Németországnak. (Anyagi érdekeltségei is szerepet játszottak benne - az antant eladósodott felé.)",
        "1916.07.01. - 1916.11.18. <br> <b>A Somme-i csata:</b> <br> A háború egyik legvéresebb csatája, amelyben zömében brit erők harcoltak a németekkel szemben. Hatalmas áldozatokat követelt, miközben egyik fél sem tudott felülkerekedni a másikon.",
        "1914.07.28. <br> <b>Kitör az első világháború:</b> <br> Az OMM hadat üzent Szerbiának, ezzel kitört az első világháború."
    ]
  }